import React from 'react'

const About = () => {
  return (
    <div className="container mt-5">
        <h1 className="text-center mb-4">Про нас</h1>
        <img class="img-fluid" style={{margin: '20px auto'}} height="50vh" src="/about.png"/>
        
        <p>Вітаємо на K9Learn — вашому надійному помічнику в навчанні та вихованні собак! Наша місія — забезпечити вас усіма необхідними знаннями та інструментами для того, щоб ваш чотирилапий друг став найкращим компаньйоном.</p>

<p>Наш сайт пропонує широкий спектр курсів, розроблених професійними кінологами та тренерами з усього світу. Кожен курс включає детальні навчальні відео та тестові завдання, що допоможуть закріпити знання та перевірити ваші успіхи. Ми охоплюємо всі аспекти виховання собак — від базових команд до спеціалізованих технік тренування.</p>

<p>Для того, щоб ви завжди мали під рукою корисну інформацію, ми створили розділ зі статтями. Тут ви знайдете поради щодо догляду за собаками, рекомендації щодо їхнього харчування, поради з поведінки та багато іншого. Наші матеріали допоможуть вам краще зрозуміти свого улюбленця та забезпечити йому найкращі умови життя.</p>

<p>Не пропустіть наш розділ новин та подій, де ми регулярно публікуємо репортажі з останніх кінологічних заходів, змагань та виставок. Тут ви дізнаєтеся про найактуальніші події у світі кінології та зможете долучитися до спільноти однодумців.</p>

<p>Обираючи K9Learn, ви отримуєте можливість навчати свою собаку у будь-якій точці світу. Наші курси доступні онлайн, що дозволяє вам займатися у зручний для вас час та у комфортному для вас місці. Ви більше не прив'язані до графіків тренерів чи місця проживання.</p>

<p>Ми впевнені, що K9Learn стане вашим незамінним помічником на шляху до виховання слухняної та щасливої собаки. Обирайте нас, адже ми пропонуємо якісне навчання, зручний формат та можливість досягати високих результатів незалежно від місця вашого перебування.</p>

<p>Приєднуйтеся до нашої спільноти та зробіть крок назустріч гармонійному життю зі своїм улюбленцем разом з K9Learn!</p>

       
   
      
    </div>
  )
}

export default About
